Highcharts.setOptions({
    lang: {
        months: [
            'Январь', 'Февраль', 'Март', 'Апрель',
            'Май', 'Июнь', 'Июль', 'Август',
            'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь'
        ],
        shortMonths: [
            'Янв', 'Фев', 'Мар', 'Апр',
            'Май', 'Июн', 'Июл', 'Авг',
            'Сен', 'Окт', 'Ноя', 'Дек'
        ],
        weekdays: [
            'Воскресенье', 'Понедельник', 'Вторник', 'Среда',
            'Четверг', 'Пятница', 'Суббота'
        ]
    }
});
